tap "dart-lang/dart"
tap "fsouza/prettierd"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "sass/sass"
brew "ast-grep"
brew "bat"
brew "bat-extras"
brew "binutils"
brew "broot"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "php"
brew "composer"
brew "cosign"
brew "dust"
brew "elixir"
brew "eza"
brew "fd"
brew "feroxbuster"
brew "gcc"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "go"
brew "golangci-lint"
brew "gperf"
brew "graphviz"
brew "grex"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hugo"
brew "hurl"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "luarocks"
brew "mongosh"
brew "mprocs"
brew "mysql"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nnn"
brew "nushell"
brew "nvm"
brew "onefetch"
brew "opam"
brew "pandoc"
brew "parallel"
brew "pnpm"
brew "poppler"
brew "postgresql@16", link: true
brew "procs"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "rustscan"
brew "sd"
brew "shellcheck"
brew "sniffnet"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash-cli"
brew "typst"
brew "viu"
brew "wget"
brew "xh"
brew "yazi"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
brew "sass/sass/sass"
cask "amethyst"
cask "audacity"
cask "dbeaver-community"
cask "docker"
cask "font-commit-mono-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-monaspace-nerd-font"
cask "inkscape"
cask "iterm2"
cask "kdenlive"
cask "obs"
cask "wireshark"
vscode "aaron-bond.better-comments"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rome.rome"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tldraw-org.tldraw-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
