tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "ast-grep"
brew "bat"
brew "bat-extras"
brew "broot"
brew "chezmoi"
brew "dust"
brew "eza"
brew "fd"
brew "gcc"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "grex"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hurl"
brew "hyperfine"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "luarocks"
brew "mprocs"
brew "mysql"
brew "navi"
brew "neovim"
brew "onefetch"
brew "parallel"
brew "postgresql@16", link: true
brew "procs"
brew "pyenv"
brew "ripgrep"
brew "rustscan"
brew "sd"
brew "shellcheck"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash-cli"
brew "virtualfish"
brew "viu"
brew "wget"
brew "xh"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "amethyst"
cask "dbeaver-community"
cask "docker"
cask "font-commit-mono-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-monaspace-nerd-font"
cask "iterm2"
